Repository: FormAlchemy/formalchemy
Catalog: formalchemy/i18n_resources/*/LC_MESSAGES/formalchemy.po
Languages: fa, fr, ru

source: Remove
fa: حذف
fr: Supprimer
ru: Удалить

source: Year
fa: سال
fr: Année
ru: Год

source: Month
fa: ماه
fr: Mois
ru: Месяц

source: Day
fa: روز
fr: Jour
ru: День

source: month_01
fr: Janvier
ru: Январь

source: month_02
fr: Février
ru: Февраль

source: month_03
fr: Mars
ru: Март

source: month_04
fr: Avril
ru: Апрель

source: month_05
fr: Mai
ru: Май

source: month_06
fr: Juin
ru: Июнь

source: month_07
fr: Juillet
ru: Июль

source: month_08
fr: Aoüt
ru: Август

source: month_09
fr: Septembre
ru: Сентябрь

source: month_10
fr: Octobre
ru: Октябрь

source: month_11
fr: Novembre
ru: Ноябрь

source: month_12
fr: Décembre
ru: Декабрь

source: Please select a value
fa: لطفا گزینه‌ای را انتخاب کنید
fr: Vous devez sélectionner une valeur
ru: Пожалуйста, выберите значение

source: Please enter a value
fa: لطفا مقداری را وارد کنید
fr: Vous devez saisir une valeur
ru: Пожалуйста, введите значение

source: Value is not an integer
fa: مقدار وارد شده عدد صحیح نیست
fr: La valeur doit être un entier
ru: Значение не является целым числом

source: Value is not a number
fa: مقدار وارد شده عدد معتبر نیست
fr: La valeur doit être un nombre
ru: Значение не является числом

source: Missing @ sign
fa: پست الکترونیک وارد شده معتبر نیست
fr: L'adresse doit contenir un '@'
ru: Отсутствует символ @

source: Control characters present
fa: پست الکترونیک وارد شده معتبر نیست
fr: L'adresse contient des caractères de contrôle
ru: Присутствуют управляющие символы

source: Non-ASCII characters present
fa: پست الکترونیک وارد شده معتبر نیست
fr: La valeur ne doit pas contenir de caractères non ASCII
ru: Присутствуют не-ASCII символы

source: Recipient must be non-empty
fa: پست الکترونیک وارد شده معتبر نیست
fr: Vous devez renseigner l'adresse
ru: Локальная часть не должна быть пустой

source: Recipient must not end with '.'
fa: پست الکترونیک وارد شده معتبر نیست
fr: L'adresse ne doit pas finir par un '.'
ru: Локальная часть не должна заканчиваться '.'

source: Unterminated quoted section in recipient
fa: پست الکترونیک وارد شده معتبر نیست
fr: Guillemet non clos
ru: В локальной части не закрыты кавычки

source: Quoted section must be followed by '@' or '.'
fa: پست الکترونیک وارد شده معتبر نیست
fr: Une section entre guillemets doit être suivie de '@' ou '.'
ru: Строка в кавычках должна сопровождаться '@' или '.'

source: Reserved character present in recipient
fa: پست الکترونیک وارد شده معتبر نیست
fr: Des caractères réservé sont présent dans l'adresse
ru: В локальной части присутствует зарезервированный символ

source: Domain must be non-empty
fa: پست الکترونیک وارد شده معتبر نیست
fr: Le domaine ne peut être vide
ru: Домен не должен быть пустым

source: Domain must not end with '.'
fa: پست الکترونیک وارد شده معتبر نیست
fr: Le domaine ne doit pas finir par '.'
ru: Домен не должен заканчиваться '.'

source: Domain must not contain '..'
fa: پست الکترونیک وارد شده معتبر نیست
fr: Le domaine ne peut contenir '..'
ru: Домен не должен содержать '..'

source: Reserved character present in domain
fa: پست الکترونیک وارد شده معتبر نیست
fr: Des caractères réservés sont présent dans le domaine
ru: В домене присутствует зарезервированный символ

source: Value must be no more than %d characters long
fa: مقدار وارد شده باید حداکثر %d حرف باشد
fr: La valeur ne peut contenir plus de %d caractères
ru: Значение должно содержать не больше %d символов

source: Value must be at least %d characters long
fa: مقدار وارد شده باید حداقل %d حرف باشد
fr: La valeur doit contenir au moins %d caractères
ru: Значение должно содержать по крайней мере %d символов

source: Invalid input
fa: مقدار وارد شده نامعتبر است
fr: Valeur non valide
ru: Неверный ввод

source: Invalid file extension. Must be %s,
fa: پسوند فایل باید %s باشد
fr: Extension de fichier invalide. Doit être %s
ru: Неверное расширение файла. Должно быть %s,

source: Invalid image file. Must be %s,
fa: نوع تصویر نامعتبر است و باید %s باشد.
fr: Image invalide. Doit être au format %s
ru: Неверное расширение файла изображения. Должно быть %s,

source: Add
fa: اضافه کردن
fr: Ajouter
ru: Добавить

source: Edit
fa: ویرایش
fr: Éditer
ru: Редактировать

source: New
fa: جدید
fr: Nouveau
ru: Новый

source: Save
fa: ذخیره
fr: Sauver
ru: Сохранить

source: Delete
fa: حذف
fr: Supprimer
ru: Удалить

source: Cancel
fa: لغو
fr: Annuler
ru: Отменить

source: Models
fa: مدل‌ها
fr: Modèles
ru: Модели

source: Existing objects
fa: اشیاء موجود
fr: Objets existant
ru: Существующие объекты

source: New object
fa: شیء جدید
fr: Nouvel objet
ru: Новый объект

source: Related types
fa: نوع‌های مربوط
fr: Types en relation
ru: Связанные типы

source: Create form
fa: فرم جدید
fr: Formulaire de création
ru: Создать форму

source: edit
fa: ویرایش
fr: éditer
ru: редактировать

source: delete
fa: حذف
fr: supprimer
ru: удалить

source: Created %s %s
fa: %s %s ایجاد شده
fr: %s %s crée
ru: Создан %s %s

source: Modified %s %s
fa: %s %s تغییر کرده
fr: %s %s modifié
ru: Изменен %s %s

source: Deleted %s %s
fa: %s %s حذف شده
fr: %s %s supprimé
ru: Удален %s %s
